["Nan konmansman, Bondye kreye syèl la ak latè a.", "Men latè pa t' gen fòm, li pa t' gen anyen sou li. Fènwa te kouvri toupatou. Lespri Bondye t'ap plane sou dlo ki te kouvri tout latè.", "Bondye di. Se pou limyè fèt. Epi limyè te fèt.", "Bondye wè limyè a te bon. Bondye mete limyè a yon bò, li mete fènwa a yon lòt bò.", "Bondye rele limyè a lajounen, li rele fènwa a lannwit. Yon lannwit pase, yon maten rive. Se te premye jou a.", "Bondye di ankò. Se pou gen yon vout nan mitan dlo a pou separe dlo a an de.", "Bondye fè vout la separe dlo a an de, yon pati anwo vout la, yon lòt pati anba l'. Se konsa sa te pase.", "Bondye rele vout la syèl. Yon lannwit pase, yon maten rive. Se te dezyèm jou a.", "Bondye di ankò. Se pou dlo ki anba syèl la sanble yon sèl kote pou kote ki sèk la ka parèt. Se konsa sa te pase.", "Bondye rele kote ki sèk la tè. Li rele pil dlo a lanmè. Bondye gade sa l' te fè a, li wè l' bon.", "Bondye di. Se pou tè a pouse tout kalite plant: zèb, plant ki bay grenn, pyebwa ki bay fwi ak tout grenn yo. Se konsa sa te pase.", "Tè a pouse tout kalite plant: zèb, plant ki bay grenn, pyebwa ki bay fwi ak tout grenn yo. Bondye gade sa l' te fè a, li wè l' bon.", "Yon lannwit pase, yon maten rive. Se te twazyèm jou a.", "Bondye di ankò. Se pou limyè parèt nan syèl la pou separe lajounen ak lannwit. Y'a sèvi pou make jou yo, lanne yo ak sezon yo.", "Y'a sèvi limyè nan syèl la pou klere tout latè a. Se konsa sa te pase.", "Bondye fè de gwo limyè, pi gwo a pou kòmande sou lajounen, pi piti a pou kòmande sou lannwit. Li fè zetwal yo tou.", "Li mete yo nan syèl la pou klere latè a,", "pou kòmande sou lajounen ak sou lannwit, pou separe limyè ak fènwa. Bondye gade sa l' te fè a, li wè l' bon.", "Yon lannwit pase, yon maten rive. Se te katriyèm jou a.", "Bondye di ankò. Se pou dlo yo kale anpil anpil bèt vivan. Se pou zwazo vole nan syèl la anwo tè a. Se konsa sa te pase.", "Bondye kreye gwo bèt lanmè yo, tout kalite bèt vivan k'ap naje nan dlo ansanm ak tout kalite zwazo. Bondye gade sa l' te fè a, li wè l' bon.", "Bondye beni yo, li di. Fè pitit, fè anpil anpil pitit, plen dlo lanmè a. Se pou zwazo yo fè anpil anpil pitit tout sou tè a.", "Yon lannwit pase, yon maten rive. Se te senkyèm jou a.", "Bondye di ankò. Se pou tè a kale tout kalite bèt vivan, bèt yo gade, bèt ki trennen sou vant, bèt nan bwa. Se konsa sa te pase.", "Bondye fè tout kalite bèt, bèt nan bwa, bèt yo gade, bèt ki trennen sou vant. Li gade sa l' te fè a, li wè l' bon.", "Bondye di ankò. Ann fè moun. N'ap fè l' pòtre ak nou, pou li sanble ak nou. La gen pouvwa sou pwason ki nan lanmè yo, sou zwazo ki nan syèl la, sou tout bèt yo gade, sou tout latè, sou tout bèt nan bwa, sou tout bèt ki trennen sou vant sou tè a.", "Bondye kreye moun. Li fè l' pòtre ak li. Li kreye yo gason ak fi.", "Li ba yo benediksyon, li di. Fè pitit, fè anpil anpil pitit mete sou tè a. Donte tè a. Mwen ban nou pouvwa sou pwason ki nan lanmè, sou zwazo ki nan syèl la, ak sou tout bèt vivan k'ap mache sou tè a.", "Bondye di. Gade. Mwen ban nou tout kalite plant ki bay grenn ak tout kalite pyebwa ki bay fwi ak grenn pou nou manje.", "Men, tout bèt ki sou tè a, tout zwazo ki nan syèl la, tout bèt ki trennen sou vant, wi tout bèt vivan, m'ap ba yo zèb vèt pou yo manje. Se konsa sa te pase.", "Bondye gade sa l' te fè a, li wè l' bon nèt. Yon lannwit pase, yon maten rive. Se te sizyèm jou a."]