["In the beginning of God's creation of the heavens and the earth.", "Now the earth was astonishingly empty, and darkness was on the face of the deep, and the spirit of God was hovering over the face of the water.", "And God said, \"Let there be light,\" and there was light.", "And God saw the light that it was good, and God separated between the light and between the darkness.", "And God called the light day, and the darkness He called night, and it was evening and it was morning, one day.", "And God said, \"Let there be an expanse in the midst of the water, and let it be a separation between water and water.\"", "And God made the expanse and it separated between the water that was below the expanse and the water that was above the expanse, and it was so.", "And God called the expanse Heaven, and it was evening, and it was morning, a second day.", "And God said, \"Let the water that is beneath the heavens gather into one place, and let the dry land appear,\" and it was so.", "And God called the dry land earth, and the gathering of the waters He called seas, and God saw that it was good.", "And God said, \"Let the earth sprout vegetation, seed yielding herbs and fruit trees producing fruit according to its kind in which its seed is found, on the earth,\" and it was so.", "And the earth gave forth vegetation, seed yielding herbs according to its kind, and trees producing fruit, in which its seed is found, according to its kind, and God saw that it was good.", "And it was evening, and it was morning, a third day.", "And God said, \"Let there be luminaries in the expanse of the heavens, to separate between the day and between the night, and they shall be for signs and for appointed seasons and for days and years.", "And they shall be for luminaries in the expanse of the heavens to shed light upon the earth.\" And it was so.", "And God made the two great luminaries: the great luminary to rule the day and the lesser luminary to rule the night, and the stars.", "And God placed them in the expanse of the heavens to shed light upon the earth.", "And to rule over the day and over the night, and to separate between the light and between the darkness, and God saw that it was good.", "And it was evening, and it was morning, a fourth day.", "And God said, \"Let the waters swarm a swarming of living creatures, and let fowl fly over the earth, across the expanse of the heavens.\"", "And God created the great sea monsters, and every living creature that crawls, with which the waters swarmed, according to their kind, and every winged fowl, according to its kind, and God saw that it was good.", "And God blessed them, saying, \"Be fruitful and multiply, and fill the waters of the seas, and let the fowl multiply upon the earth.\"", "And it was evening, and it was morning, a fifth day.", "And God said, \"Let the earth bring forth living creatures according to their kind, cattle and creeping things and the beasts of the earth according to their kind,\" and it was so.", "And God made the beasts of the earth according to their kind and the cattle according to their kind, and all the creeping things of the ground according to their kind, and God saw that it was good.", "And God said, \"Let us make man in our image, after our likeness, and they shall rule over the fish of the sea and over the fowl of the heaven and over the animals and over all the earth and over all the creeping things that creep upon the earth.\"", "And God created man in His image; in the image of God He created him; male and female He created them.", "And God blessed them, and God said to them, \"Be fruitful and multiply and fill the earth and subdue it, and rule over the fish of the sea and over the fowl of the sky and over all the beasts that tread upon the earth. \"", "And God said, \"Behold, I have given you every seed bearing herb, which is upon the surface of the entire earth, and every tree that has seed bearing fruit; it will be yours for food.", "And to all the beasts of the earth and to all the fowl of the heavens, and to everything that moves upon the earth, in which there is a living spirit, every green herb to eat,\" and it was so.", "And God saw all that He had made, and behold it was very good, and it was evening and it was morning, the sixth day."]